Repository: nnajjarapps/flowe
Catalog: Flowe/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, he

source: Flowe doesn't process session payments — they're settled directly between student and instructor — so there are no payment alerts to send.
ar: لا يعالج Flowe مدفوعات الجلسات — إذ تُسوّى مباشرة بين الطالب والمدرّب — لذلك لا توجد تنبيهات دفع لإرسالها.
es: Flowe no procesa los pagos de las sesiones (se liquidan directamente entre alumno e instructor), así que no hay avisos de pago que enviar.
fr: Flowe ne traite pas les paiements des séances : ils se règlent directement entre l'élève et l'instructeur, il n'y a donc aucune alerte de paiement à envoyer.
he: Flowe לא מטפל בתשלומים על השיעורים — הם מוסדרים ישירות בין המתאמן למדריך — ולכן אין התראות תשלום לשלוח.

source: Flowe doesn't verify certifications.
ar: لا تتحقق Flowe من الشهادات.
es: Flowe no verifica las certificaciones.
fr: Flowe ne vérifie pas les certifications.
he: Flowe אינה מאמתת תעודות.

source: Flowe needs your permission before it can alert you.
ar: يحتاج Flowe إلى إذنك قبل أن يتمكن من تنبيهك.
es: Flowe necesita tu permiso para poder avisarte.
fr: Flowe a besoin de votre autorisation pour vous alerter.
he: Flowe זקוק לאישור שלך כדי שיוכל להתריע לך.

source: Flowe never takes payment. %1$@ confirms once you've paid them directly (cash or Bit) — then your ^[%2$lld class](inflect: true) are added to your balance.
ar: لا يتقاضى Flowe أي مبلغ أبداً. يؤكّد %@ بعد أن تدفع له مباشرة (نقداً أو عبر Bit) — ثم تُضاف %lld حصة إلى رصيدك.
he: Flowe לעולם לא גובה תשלום. %@ מאשר/ת ברגע ששילמת ישירות (מזומן או Bit) — ואז %lld השיעורים שלך מתווספים ליתרה.

source: Flowe takes no payment — students pay you directly (cash or Bit), and you approve each purchase.
ar: لا يتقاضى Flowe أي مبلغ — يدفع لك الطلاب مباشرة (نقداً أو عبر Bit)، وأنت توافق على كل عملية شراء.
he: Flowe לא גובה תשלום — התלמידים משלמים לך ישירות (מזומן או Bit), ואת/ה מאשר/ת כל רכישה.

source: Flowe takes no payment. Students settle with you directly.
ar: لا يتقاضى Flowe أي مبالغ. يسدّد الطلاب لك مباشرةً.
es: Flowe no cobra ningún pago. Los estudiantes te pagan directamente.
fr: Flowe ne prélève aucun paiement. Les élèves te règlent directement.
he: Flowe לא גובה תשלום. המתאמנים משלמים לך ישירות.

source: flowe, loading
ar: flowe، جارٍ التحميل
he: flowe, טוען

source: Focus & level
ar: التركيز والمستوى
he: מיקוד ורמה

source: Follow practice-friend
ar: تابع رفيق التمرين
he: עקבו אחר חבר לתרגול

source: Following
ar: متابَع
he: עוקב

source: Free
ar: مجاني
es: Gratis
fr: Gratuit
he: חינם

source: Free cancellation up to
ar: إلغاء مجاني حتى
he: ביטול חינם עד

source: Free event
ar: فعالية مجانية
es: Evento gratuito
fr: Événement gratuit
he: אירוע חינם

source: Free event.
ar: فعالية مجانية.
es: Evento gratuito.
fr: Événement gratuit.
he: אירוע חינם.

source: Free event. The organizer accepts your request.
ar: فعالية مجانية. يقبل المنظِّم طلبك.
he: אירוע חינם. המארגן מאשר את הבקשה.

source: Free to book. You'll pay %@ directly.
ar: الحجز مجاني. ستدفعين لـ %@ مباشرةً.
es: Reservar es gratis. Pagarás a %@ directamente.
fr: Réservation gratuite. Vous paierez %@ directement.
he: ההזמנה חינם. תשלם ל-%@ ישירות.

source: Free to join. You'll pay your instructor directly.
ar: الانضمام مجاني. ستدفع لمدربك مباشرةً.
es: Unirte es gratis. Pagarás directamente a tu instructor.
fr: L'inscription est gratuite. Tu paieras directement ton instructeur.
he: ההצטרפות חינם. תשלם למדריך שלך ישירות.

source: Free to request. If accepted, you'll pay your instructor directly.
ar: الطلب مجاني. إذا قُبِل، ستدفع لمدربك مباشرة.
he: הבקשה חינם. אם תאושר, תשלמו למדריך ישירות.

source: Fri
ar: الجمعة
es: Vie
fr: Ven
he: ו׳

source: From
ar: ابتداءً من
he: החל מ־

source: from %@
ar: من %@
he: החל מ-%@

source: Full
ar: ممتلئ
he: מלא

source: Fully booked
ar: مكتمل الحجز
es: Completo
fr: Complet
he: מלא

source: FULLY BOOKED
ar: مكتمل الحجز
es: COMPLETO
fr: COMPLET
he: מלא

source: Get discovered
ar: كن مكتشَفاً
es: Hazte visible
fr: Faites-vous connaître
he: להיחשף

source: Get Discovered
ar: ليكتشفك الطلاب
es: Hazte visible
fr: Faites-vous découvrir
he: להיחשף

source: Get started
ar: ابدأ
es: Empezar
fr: Commencer
he: בואו נתחיל

source: Get Started
ar: ابدأ الآن
es: Empezar
fr: Commencer
he: בואו נתחיל

source: Go visible
ar: كن ظاهرًا
he: הפוך לגלוי

source: Goals
ar: الأهداف
he: מטרות

source: GOALS
ar: الأهداف
he: מטרות

source: Going
ar: ذاهب
es: Asisto
fr: J'y vais
he: מגיע

source: GOING
ar: الحاضرون
es: ASISTEN
fr: PARTICIPANTS
he: מגיעים

source: Good
ar: جيدة
es: Buena
fr: Bonne
he: טובה

source: GOOD AFTERNOON
ar: مساء الخير
es: BUENAS TARDES
fr: BON APRÈS-MIDI
he: צהריים טובים

source: GOOD EVENING
ar: مساء الخير
es: BUENAS NOCHES
fr: BONSOIR
he: ערב טוב

source: GOOD MORNING
ar: صباح الخير
es: BUENOS DÍAS
fr: BONJOUR
he: בוקר טוב

source: Great
ar: رائعة
es: Genial
fr: Excellente
he: מצוין

source: Group
ar: جماعي
he: קבוצתי

source: Group short video exercises into programs your students can follow along with.
ar: اجمع تمارين الفيديو القصيرة في برامج يتابعها طلابك.
he: אגדו תרגילי וידאו קצרים לתוכניות שהתלמידים יכולים להתאמן לפיהן.

source: Group size
ar: حجم المجموعة
es: Tamaño del grupo
fr: Taille du groupe
he: גודל קבוצה

source: Half the session price for every cover you teach — settled directly with the instructor. Flowe only keeps the tally.
ar: نصف سعر الجلسة عن كل تغطية تقوم بها — تُسوّى مباشرةً مع المدرّب. تحتفظ Flowe بالحساب فقط.
he: חצי ממחיר השיעור על כל החלפה שאתה מלמד — מסודר ישירות מול המדריך. Flowe רק מנהלת את הספירה.

source: Harassment or bullying
ar: تحرّش أو تنمّر
es: Acoso o intimidación
fr: Harcèlement ou intimidation
he: הטרדה או בריונות

source: Has an injury
ar: يعاني من إصابة
he: יש פציעה

source: Has safety notes
ar: توجد ملاحظات سلامة
he: קיימות הערות בטיחות

source: HEADLINE
ar: العنوان
he: כותרת

source: Help & Support
ar: المساعدة والدعم
es: Ayuda y soporte
fr: Aide et assistance
he: עזרה ותמיכה

source: Help me write this
ar: ساعدني في كتابة هذا
he: עזרו לי לכתוב את זה

source: Hi
ar: مرحباً
es: Hola
fr: Bonjour
he: היי

source: Highlight photo
ar: الصورة البارزة
es: Foto destacada
fr: Photo à la une
he: תמונה בולטת

source: Hire
ar: توظيف
he: גיוס

source: Hired
ar: تم التوظيف
he: גויס

source: History
ar: السجل
he: היסטוריה

source: Host
ar: استضافة
es: Organizar
fr: Organiser
he: אירוח

source: Host an event
ar: استضافة فعالية
es: Organizar un evento
fr: Organiser un événement
he: אירוח אירוע

source: HOSTED BY
ar: بواسطة
es: ORGANIZADO POR
fr: ORGANISÉ PAR
he: מארח

source: Hours
ar: ساعات
es: Horas
fr: Heures
he: שעות

source: How was your session with %@?
ar: كيف كانت جلستك مع %@؟
es: ¿Cómo fue tu sesión con %@?
fr: Comment s'est passée votre séance avec %@ ?
he: איך היה השיעור שלך עם %@?

source: HOW YOU TAKE PAYMENT
ar: طريقة استلام المدفوعات
es: CÓMO ACEPTAS PAGOS
fr: COMMENT VOUS ÊTES PAYÉ
he: איך אתה גובה תשלום

source: I agree to Flowe's Terms of Use, Privacy Policy, and Community Guidelines — including zero tolerance for objectionable content and abusive behaviour.
ar: أوافق على شروط الاستخدام وسياسة الخصوصية وإرشادات المجتمع الخاصة بـ Flowe — بما في ذلك عدم التسامح إطلاقًا مع المحتوى المُسيء والسلوك المؤذي.
he: אני מסכים/ה לתנאי השימוש, למדיניות הפרטיות ולכללי הקהילה של Flowe — כולל אפס סובלנות לתוכן פוגעני ולהתנהגות פוגענית.

source: I agree to the Terms, Privacy Policy and Community Guidelines
ar: أوافق على الشروط وسياسة الخصوصية وإرشادات المجتمع
he: אני מסכים/ה לתנאים, למדיניות הפרטיות ולכללי הקהילה

source: I already have an account
ar: لدي حساب بالفعل
es: Ya tengo una cuenta
fr: J'ai déjà un compte
he: כבר יש לי חשבון

source: Impersonation
ar: انتحال شخصية
es: Suplantación de identidad
fr: Usurpation d'identité
he: התחזות

source: Injury
ar: إصابة
he: פציעה

source: Injury details
ar: تفاصيل الإصابة
he: פרטי הפציעה

source: Instructor
ar: المدرّب
fr: Instructeur
he: מדריך

source: INSTRUCTOR
ar: مدرِّبة
es: INSTRUCTORA
fr: INSTRUCTRICE
he: מדריך

source: INSTRUCTOR · %@
ar: مدرب · %@
he: מדריך · %@

source: Instructor Tip
ar: نصيحة المدرب
es: Consejo del instructor
fr: Conseil de l'instructeur
he: עצה מהמדריך

source: instructor.
ar: مدرب.
fr: instructeur.
he: מדריך.

source: Instructors near you will appear here once they join Flowe.
ar: سيظهر هنا المدربون القريبون منك بمجرد انضمامهم إلى Flowe.
es: Los instructores cerca de ti aparecerán aquí en cuanto se unan a Flowe.
fr: Les instructeurs près de chez vous apparaîtront ici dès leur inscription à Flowe.
he: מדריכים קרוב אליך יופיעו כאן ברגע שיצטרפו ל-Flowe.

source: Instructors you can book will appear here.
ar: سيظهر هنا المدربون الذين يمكنك حجزهم.
es: Aquí aparecerán los instructores que puedes reservar.
fr: Les instructeurs que vous pouvez réserver apparaîtront ici.
he: מדריכים שאפשר להזמין יופיעו כאן.

source: Intermediate
ar: متوسّط
he: בינוני

source: Israeli New Shekel
ar: الشيكل الإسرائيلي الجديد
es: Nuevo séquel israelí
fr: Nouveau shekel israélien
he: שקל חדש

source: It disappears for everyone who hasn't joined, and the people who joined will see it marked cancelled. This can't be undone.
ar: تختفي لكل من لم ينضم، وسيراها من انضموا مُعلَّمة بأنها مُلغاة. لا يمكن التراجع عن ذلك.
es: Desaparece para todos los que no se hayan unido, y quienes se unieron lo verán marcado como cancelado. Esto no se puede deshacer.
fr: Il disparaît pour tous ceux qui ne se sont pas inscrits, et les personnes inscrites le verront marqué comme annulé. Cette action est irréversible.
he: זה ייעלם לכל מי שלא הצטרף, ומי שכן הצטרף יראה שזה מסומן כמבוטל. אי אפשר לבטל את הפעולה.

source: It disappears for everyone. This can't be undone.
ar: سيختفي عن الجميع. لا يمكن التراجع عن ذلك.
es: Desaparece para todos. Esto no se puede deshacer.
fr: Il disparaît pour tout le monde. C'est irréversible.
he: זה נעלם לכולם. אי אפשר לבטל את הפעולה.

source: It's removed for everyone. This can't be undone.
ar: تمت إزالته للجميع. لا يمكن التراجع عن هذا.
he: הוסר עבור כולם. לא ניתן לבטל.

source: Join flowe
ar: انضم إلى flowe
es: Únete a flowe
fr: Rejoignez flowe
he: הצטרף ל‑flowe

source: Join now
ar: انضم الآن
es: Únete ahora
fr: Rejoignez-nous
he: הצטרף עכשיו

source: Join the community
ar: انضم إلى المجتمع
he: הצטרפו לקהילה

source: Join the Flowe community to meet the students who train with %@.
ar: انضم إلى مجتمع Flowe للتعرف على الطلاب الذين يتدربون مع %@.
he: הצטרפו לקהילת Flowe כדי להכיר את התלמידים שמתאמנים עם %@.

source: Join this event
ar: الانضمام إلى هذه الفعالية
es: Unirme a este evento
fr: Rejoindre cet événement
he: הצטרף לאירוע

source: Join waitlist
ar: الانضمام إلى قائمة الانتظار
he: הצטרפות לרשימת המתנה

source: JUL 7 – JUL 13
ar: ٧ – ١٣ يوليو
es: 7 – 13 JUL
fr: 7 – 13 JUIL
he: 7–13 ביולי

source: JUST NOW
ar: الآن
es: AHORA MISMO
fr: À L'INSTANT
he: עכשיו

source: Keep it
ar: الإبقاء عليه
es: Mantenerla
fr: La conserver
he: להשאיר

source: Kind
ar: النوع
he: סוג

source: Language
ar: اللغة
es: Idioma
fr: Langue
he: שפה

source: Last seen %@
ar: آخر ظهور %@
he: נראה/תה לאחרונה %@

source: Late-cancel / no-show fee
ar: رسوم الإلغاء المتأخر / عدم الحضور
he: דמי ביטול מאוחר / אי-הגעה

source: Late-cancel and no-show fees you collect directly — Flowe only keeps the tally.
ar: رسوم الإلغاء المتأخر وعدم الحضور تحصّلها مباشرةً — تحتفظ Flowe بالحساب فقط.
he: דמי ביטול מאוחר ואי-הגעה אתה גובה ישירות — Flowe רק מנהלת את הספירה.

source: Leave
ar: مغادرة
es: Salir
fr: Quitter
he: עזוב

source: Leave a review
ar: اترك تقييماً
es: Dejar una reseña
fr: Laisser un avis
he: השאר ביקורת

source: Leave a Review
ar: اكتب تقييمًا
es: Escribir una reseña
fr: Laisser un avis
he: כתוב ביקורת

source: Leave this event
ar: مغادرة هذه الفعالية
es: Salir de este evento
fr: Quitter cet événement
he: יציאה מהאירוע

source: Leave this event?
ar: مغادرة هذه الفعالية؟
es: ¿Salir de este evento?
fr: Quitter cet événement ?
he: לעזוב את האירוע הזה?

source: Leave waitlist
ar: مغادرة قائمة الانتظار
he: עזיבת רשימת ההמתנה

source: LESSON TYPES
ar: أنواع الدروس
es: TIPOS DE CLASE
fr: TYPES DE COURS
he: סוגי שיעורים

source: Let people you message see when you were last active. If you turn this off, you won't see their activity either.
ar: اسمح لمن تراسلهم برؤية آخر مرة كنت فيها نشطاً. إذا أوقفت هذا، فلن ترى نشاطهم أيضاً.
he: אפשרו לאנשים שאתם מתכתבים איתם לראות מתי הייתם פעילים לאחרונה. אם תכבו את זה, גם אתם לא תראו את הפעילות שלהם.

source: Let's get you bookable
ar: لنجعلك قابلاً للحجز
he: בואו נהפוך אותך לזמין להזמנה

source: Level
ar: المستوى
he: רמה

source: Library
ar: المكتبة
he: ספרייה

source: Like
ar: إعجاب
es: Me gusta
fr: J'aime
he: אהבתי

source: Likes
ar: الإعجابات
he: לייקים

source: Link unavailable
ar: الرابط غير متاح
he: הקישור לא זמין

source: Loading
ar: جارٍ التحميل
he: טוען

source: Loading likes…
ar: جارٍ تحميل الإعجابات…
he: טוען לייקים…

source: Loading subscriptions…
ar: جارٍ تحميل الاشتراكات…
es: Cargando suscripciones…
fr: Chargement des abonnements…
he: טוען מנויים…

source: Loading the community…
ar: جارٍ تحميل المجتمع…
he: טוען את הקהילה…

source: Loading…
ar: جارٍ التحميل…
he: טוען…

source: Location
ar: الموقع
he: מיקום

source: Location access is off. Type your studio address above instead, or turn it on in Settings.
ar: الوصول إلى الموقع مغلق. اكتب عنوان استوديوك أعلاه بدلًا من ذلك، أو فعّله في الإعدادات.
he: הגישה למיקום כבויה. הקלידו את כתובת הסטודיו למעלה, או הפעילו אותה בהגדרות.

source: Location access is off. Your city above still works — turn it on in Settings to add an area.
ar: الوصول إلى الموقع مُعطَّل. لا تزال مدينتك أعلاه تعمل — فعِّله من الإعدادات لإضافة منطقة.
es: El acceso a la ubicación está desactivado. Tu ciudad de arriba sigue funcionando: actívalo en Ajustes para añadir una zona.
fr: L’accès à la position est désactivé. Votre ville ci-dessus fonctionne toujours — activez-le dans Réglages pour ajouter une zone.
he: הגישה למיקום כבויה. העיר שלך למעלה עדיין פועלת — הפעל אותה בהגדרות כדי להוסיף אזור.

source: Location off — sorted by rating. Search by address instead.
ar: الموقع مغلق — مُرتّب حسب التقييم. ابحث بالعنوان بدلًا من ذلك.
he: מיקום כבוי — ממוין לפי דירוג. חפשו לפי כתובת במקום.

source: Location off — sorted by rating. Search by city instead.
ar: الموقع مُعطَّل — الترتيب حسب التقييم. ابحث بالمدينة بدلاً من ذلك.
es: Ubicación desactivada: ordenado por valoración. Busca por ciudad.
fr: Localisation désactivée — trié par note. Recherchez plutôt par ville.
he: מיקום כבוי — ממוין לפי דירוג. חפש לפי עיר במקום.

source: Log in
ar: تسجيل الدخول
es: Iniciar sesión
fr: Se connecter
he: התחברות

source: Log In
ar: تسجيل الدخول
es: Iniciar sesión
fr: Se connecter
he: התחברות

source: Log in to continue your journey
ar: سجّل الدخول لمواصلة رحلتك
es: Inicia sesión para continuar tu camino
fr: Connectez-vous pour continuer votre parcours
he: התחבר כדי להמשיך במסע שלך

source: Log out
ar: تسجيل الخروج
es: Cerrar sesión
fr: Se déconnecter
he: התנתקות

source: Log Out
ar: تسجيل الخروج
es: Cerrar sesión
fr: Déconnexion
he: התנתקות

source: Log out of Flowe?
ar: تسجيل الخروج من Flowe؟
es: ¿Cerrar sesión en Flowe?
fr: Se déconnecter de Flowe ?
he: להתנתק מ-Flowe?

source: Manage
ar: إدارة
he: ניהול

source: Manage exercise
ar: إدارة التمرين
he: ניהול תרגיל

source: Manage weekly session
ar: إدارة الجلسة الأسبوعية
he: ניהול מפגש שבועי

source: Mat
ar: مات
he: מזרן

source: Member since %@
ar: عضو منذ %@
he: חבר מאז %@

source: Message
ar: رسالة
he: הודעה

source: Message %@
ar: راسل %@
he: שלח הודעה ל%@

source: Message students
ar: راسل الطلاب
es: Mensajear a alumnos
fr: Envoyer un message aux élèves
he: שלח הודעה למתאמנים

source: Message the group…
ar: راسِل المجموعة…
he: שלחו הודעה לקבוצה…

source: Message…
ar: رسالة…
es: Mensaje…
he: הודעה…

source: Messages
ar: الرسائل
es: Mensajes
he: הודעות

source: Milestone
ar: إنجاز
he: אבן דרך

source: Misleading credentials
ar: بيانات اعتماد مضلّلة
es: Credenciales engañosas
fr: Qualifications trompeuses
he: אישורים מטעים

source: Mon
ar: الإثنين
es: Lun
fr: Lun
he: ב׳

source: Month
ar: شهر
he: חודש

source: month.
ar: شهر.
he: חודש.

source: More options
ar: خيارات إضافية
he: אפשרויות נוספות

source: Move lesson type down
ar: نقل نوع الحصة للأسفل
he: העברת סוג השיעור למטה

source: Move lesson type up
ar: نقل نوع الحصة للأعلى
he: העברת סוג השיעור למעלה

source: My
ar: لي
es: Mi
fr: Mon
he: שלי

source: My Flowe card
ar: بطاقتي في Flowe
he: כרטיס ה-Flowe שלי

source: MY STUDIO
ar: استوديوي
he: הסטודיו שלי

source: Name
ar: الاسم
es: Nombre
fr: Nom
he: שם

source: NAME
ar: الاسم
es: NOMBRE
fr: NOM
he: שם

source: Name or address…
ar: الاسم أو العنوان…
he: שם או כתובת…

source: Name or city…
ar: الاسم أو المدينة…
es: Nombre o ciudad…
fr: Nom ou ville…
he: שם או עיר…

source: Name, photo, city and bio
ar: الاسم والصورة والمدينة والنبذة
he: שם, תמונה, עיר ותיאור

source: NEAR YOU
ar: بالقرب منك
he: קרוב אליך

source: Nearest first
ar: الأقرب أولاً
es: Más cercanos primero
fr: Les plus proches d’abord
he: הקרובים ביותר

source: Never expires
ar: لا تنتهي صلاحيتها أبداً
he: לא פג אף פעם

source: New
ar: جديدة
es: Nueva
fr: Nouvelle
he: חדש

source: New events
ar: فعاليات جديدة
es: Nuevos eventos
fr: Nouveaux événements
he: אירועים חדשים

source: New message
ar: رسالة جديدة
he: הודעה חדשה

source: New Message
ar: رسالة جديدة
es: Nuevo mensaje
fr: Nouveau message
he: הודעה חדשה

source: New package
ar: باقة جديدة
he: חבילה חדשה

source: New Post
ar: منشور جديد
es: Nueva publicación
fr: Nouveau post
he: פוסט חדש

source: New program
ar: برنامج جديد
he: תוכנית חדשה

source: New requests from students will appear here.
ar: ستظهر هنا الطلبات الجديدة من الطلاب.
es: Aquí aparecerán las nuevas solicitudes de los alumnos.
fr: Les nouvelles demandes des élèves apparaîtront ici.
he: בקשות חדשות ממתאמנים יופיעו כאן.

source: New requests to join appear here for you to accept or decline.
ar: تظهر طلبات الانضمام الجديدة هنا لتقبلها أو ترفضها.
he: בקשות הצטרפות חדשות מופיעות כאן לאישור או דחייה.

source: Next
ar: التالي
he: הבא

source: NEXT
ar: التالي
he: הבא

source: Next month
ar: الشهر التالي
he: חודש הבא

source: NEXT SESSION
ar: الجلسة القادمة
he: המפגש הבא

source: Next week
ar: الأسبوع التالي
he: שבוע הבא

source: No analytics yet
ar: لا توجد تحليلات بعد
es: Aún no hay estadísticas
fr: Pas encore de statistiques
he: אין עדיין נתונים

source: No applicants yet. Share it or check back soon.
ar: لا متقدمين بعد. شاركها أو عد لاحقًا.
he: אין עדיין מועמדים. שתפו או בדקו שוב בקרוב.

source: No applications yet
ar: لا طلبات بعد
he: אין עדיין הגשות

source: No blocked users
ar: لا يوجد مستخدمون محظورون
es: No hay usuarios bloqueados
fr: Aucun utilisateur bloqué
he: אין משתמשים חסומים

source: No booking requests
ar: لا توجد طلبات حجز
es: No hay solicitudes de reserva
fr: Aucune demande de réservation
he: אין בקשות הזמנה

source: No earnings yet
ar: لا توجد أرباح بعد
es: Aún no hay ganancias
fr: Pas encore de revenus
he: אין רווחים עדיין

source: No events yet
ar: لا توجد فعاليات بعد
es: Aún no hay eventos
fr: Pas encore d'événements
he: אין אירועים עדיין

source: No expiry
ar: بدون انتهاء صلاحية
he: ללא תפוגה

source: No finance activity yet
ar: لا يوجد نشاط مالي بعد
he: עדיין אין פעילות פיננסית

source: No instructors match — try a different search or category.
ar: لا يوجد مدربون مطابقون — جرّب بحثًا أو فئة مختلفة.
es: Ningún instructor coincide: prueba otra búsqueda o categoría.
fr: Aucun instructeur ne correspond — essayez une autre recherche ou catégorie.
he: אין מדריכים תואמים — נסה חיפוש או קטגוריה אחרים.

source: No instructors nearby
ar: لا يوجد مدرّبون قريبون
he: אין מדריכים בקרבת מקום

source: No instructors yet
ar: لا يوجد مدربون بعد
es: Aún no hay instructores
fr: Pas encore d'instructeurs
he: אין עדיין מדריכים

source: No library yet
ar: لا توجد مكتبة بعد
he: אין עדיין ספרייה

source: No likes yet
ar: لا إعجابات بعد
he: אין עדיין לייקים

source: No matches
ar: لا نتائج
es: Sin resultados
fr: Aucun résultat
he: אין תוצאות

source: No messages found
ar: لم يُعثر على رسائل
es: No se encontraron mensajes
fr: Aucun message trouvé
he: לא נמצאו הודעות

source: No messages yet
ar: لا توجد رسائل بعد
es: Aún no hay mensajes
fr: Pas encore de messages
he: אין הודעות עדיין

source: No one else in this class has joined the community yet. You'll see familiar faces here as they opt in.
ar: لم ينضم أحد آخر في هذا الصف إلى المجتمع بعد. سترى وجوهًا مألوفة هنا عندما ينضمون.
he: אף אחד אחר בשיעור הזה עדיין לא הצטרף לקהילה. תראו כאן פנים מוכרות כשיצטרפו.

source: No one to message yet
ar: لا يوجد أحد لمراسلته بعد
es: Aún no hay nadie a quien escribir
fr: Personne à qui écrire pour le moment
he: אין עם מי להתכתב עדיין

source: No open opportunities
ar: لا فرص متاحة
he: אין הזדמנויות פתוחות

source: No open opportunities nearby yet — post one to find a sub or grow your team.
ar: لا فرص متاحة قريبة بعد — انشر واحدة لإيجاد بديل أو توسيع فريقك.
he: אין עדיין הזדמנויות פתוחות בקרבת מקום — פרסמו אחת כדי למצוא מחליף או להרחיב את הצוות.

source: No open requests
ar: لا توجد طلبات مفتوحة
he: אין בקשות פתוחות

source: No packages yet
ar: لا توجد باقات بعد
he: אין עדיין חבילות

source: No past requests
ar: لا توجد طلبات سابقة
he: אין בקשות קודמות

source: No past sessions
ar: لا توجد جلسات سابقة
es: No hay sesiones anteriores
fr: Aucune séance passée
he: אין שיעורים קודמים

source: No pending requests
ar: لا توجد طلبات معلّقة
he: אין בקשות ממתינות

source: No policy
ar: لا توجد سياسة
he: אין מדיניות

source: No practice logged this week
ar: لا يوجد تمرين مسجّل هذا الأسبوع
es: Sin práctica registrada esta semana
fr: Aucune pratique enregistrée cette semaine
he: לא תועד תרגול השבוע

source: No replies yet
ar: لا ردود بعد
es: Aún no hay respuestas
fr: Pas encore de réponses
he: אין תגובות עדיין

source: No reviews yet
ar: لا توجد تقييمات بعد
es: Aún no hay reseñas
fr: Pas encore d'avis
he: אין ביקורות עדיין

source: No sessions
ar: لا توجد جلسات
es: Sin sesiones
fr: Aucune séance
he: אין שיעורים

source: No sessions in this window
ar: لا توجد جلسات في هذه الفترة
he: אין שיעורים בחלון הזה

source: No sessions today
ar: لا توجد جلسات اليوم
es: No hay sesiones hoy
fr: Aucune séance aujourd’hui
he: אין שיעורים היום

source: No sessions yet
ar: لا توجد جلسات بعد
es: Aún no hay sesiones
fr: Pas encore de séances
he: אין עדיין שיעורים

source: No students here
ar: لا طلاب هنا
he: אין מתאמנים כאן

source: No students yet
ar: لا يوجد طلاب بعد
he: אין מתאמנים עדיין

source: No times left on this day. Try another one.
ar: لا توجد أوقات متاحة في هذا اليوم. جرّب يومًا آخر.
es: No quedan horas este día. Prueba con otro.
fr: Plus aucun horaire ce jour-là. Essayez-en un autre.
he: לא נותרו זמנים ביום הזה. נסה יום אחר.

source: No times yet — add the times you teach on %@.
ar: لا توجد أوقات بعد — أضف الأوقات التي تدرّس فيها يوم %@.
he: אין עדיין שעות — הוסף את השעות שבהן אתה מלמד ב%@.

source: No-show
ar: عدم الحضور
he: אי-הגעה

source: No-show rate
ar: معدل عدم الحضور
he: שיעור אי-הופעה

source: No-Show Shield
ar: درع عدم الحضور
he: מגן אי-הגעה

source: NO-SHOW SHIELD
ar: درع عدم الحضور
he: מגן אי-הופעה

source: No-shows and late cancels will show up here so you can collect the fee directly. Flowe only tracks what's owed — it never charges anyone.
ar: ستظهر حالات عدم الحضور والإلغاء المتأخر هنا لتحصّل الرسوم مباشرة. يتتبع Flowe المستحقات فقط — ولا يحصّل من أحد أبدًا.
he: היעדרויות וביטולים מאוחרים יופיעו כאן כדי שתגבו את התשלום ישירות. Flowe רק עוקב אחר החוב — ולעולם לא גובה מאיש.

source: Not a member?
ar: لست عضواً؟
es: ¿No tienes cuenta?
fr: Pas encore membre ?
he: עדיין לא חבר?

source: Not accepted
ar: غير مقبول
he: לא התקבל

source: Not accepted this time.
ar: غير مقبول هذه المرة.
he: לא התקבל הפעם.

source: Not now
ar: ليس الآن
he: לא עכשיו

source: Not selected
ar: لم يتم الاختيار
he: לא נבחר

source: Not sent yet
ar: لم يُرسل بعد
he: עדיין לא נשלח

source: NOT SENT YET
ar: لم يُرسل بعد
es: AÚN NO ENVIADO
fr: PAS ENCORE ENVOYÉ
he: טרם נשלח

source: Not set
ar: غير محدد
es: Sin definir
fr: Non défini
he: לא הוגדר

source: Not set up yet
ar: لم يُعد بعد
he: עדיין לא הוגדר

source: Not stated
ar: غير محدد
he: לא צוין
